Repository: mkemiazhuk/weekfit
Catalog: WeekFit/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

# insights.story.driver.sleepDuration.above
source: above
ru: выше
zh_hans: 高于

# insights.story.driver.sleepDuration.belowRecovery
source: Sleep is below the level needed to protect recovery.
ru: Сон ниже уровня, необходимого для защиты восстановления.
zh_hans: 睡眠深度低于维持恢复所需的阈值。

# insights.story.driver.sleepDuration.belowTargetFormat
source: sleep is %.1fh below target, which reduces margin before load increases
ru: сон на %.1f ч ниже цели, что сокращает запас перед увеличением нагрузки
zh_hans: 睡眠时间比目标值低 %.1f，从而在增加负荷时减少储备量。

# insights.story.driver.sleepDuration.gapDecliningFormat
source: sleep is %.1fh below target while recovery slipped %lld points
ru: сон на %.1f ч ниже цели, а восстановление упало на %lld баллов
zh_hans: 睡眠时长较目标值减少 %1f，恢复时长则下降 %lld 分。

# insights.story.driver.sleepDuration.gapStableFormat
source: sleep is %.1fh below target, but recovery stayed %@ baseline
ru: сон на %.1f ч ниже цели, но восстановление осталось %@ базового уровня
zh_hans: 当前值较目标值低 %.1f，但已恢复至基础水平 %@

# insights.story.driver.sleepDuration.near
source: near
ru: близко к
zh_hans: 接近

# insights.story.driver.sleepDuration.title
source: Sleep Duration
ru: Длительность сна
zh_hans: 睡眠时长

# insights.story.driver.trainingLoad.highStable
source: load is high, but recovery stayed above baseline
ru: нагрузка высокая, но восстановление осталось выше базового уровня
zh_hans: 负载较高，但恢复水平仍高于基准值。

# insights.story.driver.trainingLoad.outpacing
source: Training load is outpacing the recovery response.
ru: Тренировочная нагрузка опережает реакцию восстановления.
zh_hans: 训练负荷超过了恢复反应。

# insights.story.driver.trainingLoad.outpacingShort
source: training load is outpacing the recovery response
ru: тренировочная нагрузка опережает реакцию восстановления
zh_hans: 训练负荷超过恢复反应速度。

# insights.story.driver.trainingLoad.title
source: Training Load
ru: Тренировочная нагрузка
zh_hans: 训练负荷

# insights.story.driver.weekendSleep.text
source: Weekend sleep is lower than weekdays.
ru: Сон в выходные ниже, чем в будни.
zh_hans: 周末的睡眠量比工作日少。

# insights.story.driver.weekendSleep.title
source: Weekend Sleep
ru: Сон в выходные
zh_hans: 周末之梦

# insights.story.hydration.action.action
source: Drink at least 750ml in the 2 hours after each hard session this week.
ru: Пейте не менее 750 мл в течение 2 часов после каждой тяжёлой сессии на этой неделе.
zh_hans: 本周每次高强度训练后，请在 2 小时内饮用至少 750 毫升液体。

# insights.story.hydration.action.title
source: Prioritize fluids around hard sessions
ru: Приоритизируйте жидкость вокруг тяжёлых сессий
zh_hans: 在高强度训练前后优先补充水分

# insights.story.hydration.subtitleFormat
source: Recovery changes by %lld points based on hard-day hydration.
ru: Восстановление меняется на %lld баллов в зависимости от гидратации в тяжёлые дни.
zh_hans: 基于硬日补水情况，按%lld点计算恢复量变化。

# insights.story.hydration.takeaway
source: Prioritize fluids around hard training.
ru: Приоритизируйте жидкость вокруг тяжёлых тренировок.
zh_hans: 在高强度训练前后优先补充水分。

# insights.story.hydration.title
source: Hard-day recovery is uneven
ru: Восстановление в тяжёлые дни неравномерное
zh_hans: 高强度训练后的恢复效果并不均衡。

# insights.story.outcome.closeSleepGap
source: close the sleep-duration gap
ru: сократить разрыв по длительности сна
zh_hans: 缩小睡眠时长差距

# insights.story.outcome.confirmLoadSustainable
source: confirm the load is sustainable
ru: убедиться, что нагрузка устойчива
zh_hans: 确保负载保持稳定

# insights.story.outcome.confirmRecoveryResponding
source: confirm recovery is responding
ru: убедиться, что восстановление реагирует
zh_hans: 确保恢复操作已生效

# insights.story.outcome.letRecoveryCatchUp
source: let recovery catch up
ru: дать восстановлению догнать
zh_hans: let 恢复 catch up

# insights.story.outcome.makeHardDayRecoveryEasier
source: make hard-day recovery easier to compare
ru: упростить сравнение восстановления в тяжёлые дни
zh_hans: 简化在重症期的康复评估

# insights.story.outcome.makeRecoveryEasierToExplain
source: make recovery easier to explain
ru: сделать восстановление понятнее
zh_hans: 让恢复过程更清晰易懂

# insights.story.outcome.preserveRecoveryMargin
source: preserve recovery margin
ru: сохранить запас восстановления
zh_hans: preserve 恢复 margin

# insights.story.outcome.restoreRecoveryMargin
source: restore recovery margin
ru: восстановить запас восстановления
zh_hans: restore 恢复 margin

# insights.story.outcome.surfaceNextChange
source: surface the next real change, risk, opportunity or anomaly
ru: выявить следующее реальное изменение, риск, возможность или аномалию
zh_hans: 识别以下实际变化、风险、可能性或异常情况

# insights.story.outcome.surfaceRankedInsight
source: surface a real ranked insight
ru: выявить реальный ранжированный инсайт
zh_hans: 挖掘真实的排序洞察

# insights.story.outcome.unlockRankedInsight
source: unlock a real ranked insight
ru: открыть реальный ранжированный инсайт
zh_hans: 获取真实的排序洞察

# insights.story.protein.action.action
source: Hit your protein target on at least 6 of the next 7 days.
ru: Достигайте цели по белку минимум 6 из следующих 7 дней.
zh_hans: 在接下来的 7 天中，至少有 6 天达到您的蛋白质目标值。

# insights.story.protein.action.title
source: Use protein to support recovery
ru: Используйте белок для поддержки восстановления
zh_hans: 使用蛋白质以促进身体恢复。

# insights.story.protein.subtitleFormat
source: Protein target was hit on %lld of the last 7 logged days.
ru: Цель по белку достигнута %lld из последних 7 записанных дней.
zh_hans: 蛋白质靶标在最近 7 个记录日内与%lld发生相互作用。

# insights.story.protein.takeaway
source: Make protein consistent before changing training.
ru: Сделайте белок стабильным перед изменением тренировок.
zh_hans: 在调整训练计划前，先保持蛋白质摄入量稳定。

# insights.story.protein.trendMissingSignal
source: Recovery is missing a nutrition signal
ru: Восстановлению не хватает сигнала питания
zh_hans: 修复过程中缺乏电源信号。

# insights.story.protein.trendWeaker
source: Recovery support is getting weaker
ru: Поддержка восстановления ослабевает
zh_hans: 复苏支持正在减弱。

# insights.story.recovery.decline.action.driverTitle
source: Stabilize the driver before adding load
ru: Стабилизируйте фактор перед добавлением нагрузки
zh_hans: 在施加负载前，先稳定该因素。

# insights.story.recovery.decline.action.easyWorkouts
source: Keep every workout easy or Zone 2 for the next 7 days.
ru: Держите каждую тренировку лёгкой или в зоне 2 следующие 7 дней.
zh_hans: 在接下来的 7 天内，每次训练都保持轻松强度，或进行 Zone 2 强度训练。

# insights.story.recovery.decline.action.sleepAction
source: Sleep at least 7 hours on 5 of the next 7 nights.
ru: Спите не менее 7 часов 5 из следующих 7 ночей.
zh_hans: 在接下来的7个夜晚中，至少有5晚保证睡眠不少于7小时。

# insights.story.recovery.decline.action.sleepTitle
source: Restore sleep before increasing load
ru: Восстановите сон перед увеличением нагрузки
zh_hans: 在增加负荷前恢复睡眠。

# insights.story.recovery.decline.subtitleFormat
source: Recovery is down %lld points versus baseline.
ru: Восстановление ниже на %lld баллов относительно базового уровня.
zh_hans: 恢复分数较基准水平降低 %lld 分。

# insights.story.recovery.decline.takeaway
source: Stabilize recovery before increasing load.
ru: Стабилизируйте восстановление перед увеличением нагрузки.
zh_hans: 在增加负荷前，请先稳定恢复状态。

# insights.story.recovery.decline.titleHealthy
source: Recovery remains healthy but is declining
ru: Восстановление остаётся хорошим, но снижается
zh_hans: 恢复情况仍良好，但有所下降。

# insights.story.recovery.decline.titleLosing
source: Recovery is losing momentum
ru: Восстановление теряет импульс
zh_hans: 恢复 is losing momentum

# insights.story.recovery.plateau.action.action
source: Keep training volume flat for the next 7 days.
ru: Держите объём тренировок неизменным следующие 7 дней.
zh_hans: 未来 7 天内保持训练量不变。

# insights.story.recovery.plateau.action.title
source: Hold volume while testing the next limiter
ru: Держите объём, проверяя следующий ограничитель
zh_hans: 测试下一个限幅器时保持音量不变

# insights.story.recovery.plateau.subtitle
source: Recovery improved, then stopped progressing.
ru: Восстановление улучшилось, затем перестало прогрессировать.
zh_hans: 恢复情况有所改善，随后病情不再进展。

# insights.story.recovery.plateau.takeaway
source: Find the next limiter before adding load.
ru: Найдите следующий ограничитель перед добавлением нагрузки.
zh_hans: 在加载前，先找到下一个限制器。

# insights.story.recovery.plateau.title
source: Recovery plateau detected
ru: Обнаружено плато восстановления
zh_hans: 恢复 plateau detected

# insights.story.recovery.rebound.action.loadAction
source: Do not increase training volume by more than 10% over the next 7 days.
ru: Не увеличивайте объём тренировок более чем на 10% за следующие 7 дней.
zh_hans: 未来 7 天内，训练量增幅不得超过 10%。

# insights.story.recovery.rebound.action.loadTitle
source: Keep load increases gradual
ru: Увеличивайте нагрузку постепенно
zh_hans: 逐步增加负载

# insights.story.recovery.rebound.action.sleepAction
source: Keep sleep above 7 hours on 5 of the next 7 nights.
ru: Держите сон выше 7 часов 5 из следующих 7 ночей.
zh_hans: 在接下来的 7 个夜晚中，有 5 晚的睡眠时间保持在 7 小时以上。

# insights.story.recovery.rebound.action.sleepTitle
source: Protect the sleep routine
ru: Защитите режим сна
zh_hans: 保护睡眠规律

# insights.story.recovery.rebound.subtitleFormat
source: Recovery has rebounded %lld points versus baseline.
ru: Восстановление выросло на %lld баллов относительно базового уровня.
zh_hans: 恢复程度较基线值回升了%lld个点。

# insights.story.recovery.rebound.takeaway
source: Protect the routine that created the rebound.
ru: Защитите режим, который создал отскок.
zh_hans: 保护创建反弹的常规流程。

# insights.story.recovery.rebound.title
source: Recovery resilience is improving
ru: Устойчивость восстановления улучшается
zh_hans: 恢复稳定性正在提高。

# insights.story.sleepBelowTarget.subtitleFormat
source: %.1fh average vs a 7h target.
ru: %.1f ч в среднем при цели 7 ч.
zh_hans: %.1fh平均值vs 7h目标值。

# insights.story.sleepBelowTarget.takeaway
source: Restore sleep before changing training load.
ru: Восстановите сон перед изменением тренировочной нагрузки.
zh_hans: 在调整训练负荷前，先恢复睡眠。

# insights.story.sleepBelowTarget.title
source: Sleep duration is below target
ru: Длительность сна ниже цели
zh_hans: 睡眠时长低于目标值

# insights.story.sleepPressure.action.action
source: keep sleep above 7h before adding load
ru: держите сон выше 7 ч перед добавлением нагрузки
zh_hans: 在开始增加训练负荷前，睡眠时长应保持在 7 小时以上。

# insights.story.sleepPressure.action.title
source: Keep sleep above 7h before adding load
ru: Держите сон выше 7 ч перед добавлением нагрузки
zh_hans: 在增加负荷前，睡眠时间应保持在 7 小时以上。

# insights.story.sleepPressure.subtitleDecliningFormat
source: Recovery is down %lld points while sleep is below target.
ru: Восстановление ниже на %lld баллов, пока сон ниже цели.
zh_hans: 只要睡眠时长未达目标值，分数将按 %lld 的比例恢复。

# insights.story.sleepPressure.subtitleStableFormat
source: Sleep is %.1fh vs a 7h target, but recovery has not dropped.
ru: Сон %.1f ч при цели 7 ч, но восстановление не упало.
zh_hans: 在 7 小时的目标时间内，睡眠时长为 %.1f，但恢复情况并未下降。

# insights.story.sleepPressure.takeaway
source: Keep sleep above 7h before increasing training load.
ru: Держите сон выше 7 ч перед увеличением тренировочной нагрузки.
zh_hans: 在增加训练负荷前，睡眠时间应保持在 7 小时以上。

# insights.story.sleepPressure.trendHoldingDespite
source: Recovery is holding despite short sleep
ru: Восстановление держится несмотря на короткий сон
zh_hans: 尽管睡眠时间较短，恢复仍在进行。

# insights.story.sleepPressure.trendLosingSupport
source: Recovery is starting to lose support
ru: Восстановление начинает терять поддержку
zh_hans: 这项修复计划正逐渐失去支持。

# insights.story.sourceSummaryFormat
source: %@ • Impact %lld/100
ru: %@ • Влияние %lld/100
zh_hans: %@• 冲击式%lld/100

# insights.story.target.recovery72
source: 72 target
ru: Цель 72
zh_hans: 72 个目标

# insights.story.target.sleep7h
source: 7h target
ru: Цель 7 ч
zh_hans: 7小时目标

# insights.story.timeframe.last30Days
source: Last 30 Days
ru: Последние 30 дней
zh_hans: 过去 30 天

# insights.story.trainingLoad.action.holdBeforeIncrease
source: Hold current load for 7 days before increasing
ru: Держите текущую нагрузку 7 дней перед увеличением
zh_hans: 在增加负载前，先将当前负载维持7天。

# insights.story.trainingLoad.action.holdLoadAction
source: hold current load for 7 days before increasing
ru: держите текущую нагрузку 7 дней перед увеличением
zh_hans: 在增加负荷前，请持续维持当前负荷7天。

# insights.story.trainingLoad.action.holdVolume
source: Hold current training volume
ru: Держите текущий объём тренировок
zh_hans: 保持当前训练量

# insights.story.trainingLoad.action.noIncreaseAction
source: Do not add sessions or increase volume for the next 7 days.
ru: Не добавляйте сессии и не увеличивайте объём следующие 7 дней.
zh_hans: 未来 7 天内请勿添加会话或增加音量。

# insights.story.trainingLoad.subtitleRisk
source: Recovery is soft while training load is elevated.
ru: Восстановление слабое, пока тренировочная нагрузка повышена.
zh_hans: 在训练负荷仍较高的情况下，恢复情况尚不理想。

# insights.story.trainingLoad.subtitleStable
source: Load is high, but recovery stayed above baseline.
ru: Нагрузка высокая, но восстановление осталось выше базового уровня.
zh_hans: 负荷较高，但恢复水平仍高于基线值。

# insights.story.trainingLoad.takeawayRisk
source: Hold training volume until recovery stabilizes.
ru: Держите объём тренировок, пока восстановление не стабилизируется.
zh_hans: 保持训练量，直至恢复状态趋于稳定。

# insights.story.trainingLoad.takeawayStable
source: Confirm sustainability before adding load.
ru: Подтвердите устойчивость перед добавлением нагрузки.
zh_hans: 在增加负载前，请先确认可持续性。

# insights.story.trainingLoad.trendAbsorbing
source: Recovery is absorbing high load
ru: Восстановление поглощает высокую нагрузку
zh_hans: 修复过程承受着巨大压力。

# insights.story.trainingLoad.trendNotKeepingUp
source: Recovery is not keeping up with load
ru: Восстановление не успевает за нагрузкой
zh_hans: 恢复速度跟不上负荷增长。

# insights.story.type.anomaly
source: Anomaly story
ru: История аномалии
zh_hans: 异常故事

# insights.story.type.change
source: Change story
ru: История изменений
zh_hans: 切换故事

# insights.story.type.maintenance
source: Maintenance story
ru: История поддержания
zh_hans: 支持历史

# insights.story.type.opportunity
source: Opportunity story
ru: История возможности
zh_hans: 可能性历史

# insights.story.type.plateau
source: Plateau story
ru: История плато
zh_hans: 高原历史

# insights.story.type.risk
source: Risk story
ru: История риска
zh_hans: 风险历史

# insights.story.weekendRecovery.action.action
source: Keep weekend wake time within 60 minutes of weekdays for the next 2 weekends.
ru: Держите время пробуждения в выходные в пределах 60 минут от будней следующие 2 выходных.
zh_hans: 在接下来的两个周末，将周末起床时间与工作日保持不超过 60 分钟的差异。

# insights.story.weekendRecovery.action.title
source: Protect weekend sleep timing
ru: Защитите режим сна в выходные
zh_hans: 保护周末的睡眠时间

# insights.story.weekendRecovery.subtitleFormat
source: Weekend recovery is %lld points lower than weekdays.
ru: Восстановление в выходные на %lld баллов ниже, чем в будни.
zh_hans: 周末的恢复分数比工作日低 %lld 分。

# insights.story.weekendRecovery.takeaway
source: Protect weekend wake time.
ru: Защитите время пробуждения в выходные.
zh_hans: 保护周末守夜时段。

# insights.story.weekendRecovery.title
source: Weekend recovery is weaker
ru: Восстановление в выходные слабее
zh_hans: Weekend 恢复 is weaker

# insights.tryThisNext
source: Try this next
ru: Попробуйте дальше
zh_hans: 继续尝试吧

# insights.view.activityLoad
source: Activity load
ru: Нагрузка активности
zh_hans: 活动负荷

# insights.view.chart.15d
source: 15d
ru: 15 дн.

# insights.view.chart.30dAgo
source: 30d ago
ru: 30 дн. назад
zh_hans: 30天前

# insights.view.chart.belowTarget
source: Below target
ru: Ниже цели
zh_hans: 低于目标值

# insights.view.chart.consistentIntake
source: Consistent intake
ru: Стабильное потребление
zh_hans: 规律摄入

# insights.view.chart.high
source: High
ru: Высокий
zh_hans: 高

# insights.view.chart.highLoad
source: High load
ru: Высокая нагрузка
zh_hans: 高负载

# insights.view.chart.low
source: Low
ru: Низкий
zh_hans: 不太好

# insights.view.chart.lowLoad
source: Low load
ru: Низкая нагрузка
zh_hans: 低负载

# insights.view.chart.lowRecovery
source: Low recovery
ru: Низкое восстановление
zh_hans: 恢复率较低

# insights.view.chart.proteinTarget
source: Protein target
ru: Цель по белку
zh_hans: 蛋白质目标

# insights.view.chart.strongRecovery
source: Strong recovery
ru: Сильное восстановление
zh_hans: 强劲复苏

# insights.view.confidence.highShort
source: High
ru: Высокая
zh_hans: 高

# insights.view.confidence.mediumShort
source: Medium
ru: Средняя
zh_hans: 介质

# insights.view.driver.hydration
source: Hydration
ru: Гидратация
zh_hans: 补水

# insights.view.driver.loggingConsistency
source: Logging Consistency
ru: Стабильность записей
zh_hans: 记录稳定性

# insights.view.driver.proteinConsistency
source: Protein Consistency
ru: Стабильность белка
zh_hans: 蛋白质稳定性

# insights.view.driver.recoveryConsistency
source: Recovery Consistency
ru: Стабильность восстановления
zh_hans: 恢复一致性

# insights.view.driver.sleepDuration
source: Sleep Duration
ru: Длительность сна
zh_hans: 睡眠时长

# insights.view.driver.trainingLoad
source: Training Load
ru: Тренировочная нагрузка
zh_hans: 训练负荷

# insights.view.driverExplanation.activityDecline
source: Recovery decline is most strongly associated with training load.
ru: Снижение восстановления сильнее всего связано с тренировочной нагрузкой.
zh_hans: 恢复速率的下降与训练负荷呈最强相关性。

# insights.view.driverExplanation.activitySupport
source: Training load is the strongest signal behind this trend.
ru: Тренировочная нагрузка — самый сильный сигнал за этим трендом.
zh_hans: 训练负荷是这一趋势中最强烈的信号。

# insights.view.driverExplanation.hydration
source: Hydration is the strongest support signal in this trend.
ru: Гидратация — самый сильный поддерживающий сигнал в этом тренде.
zh_hans: 水分化是该趋势中最强有力的支撑信号。

# insights.view.driverExplanation.missingData
source: Insights needs a cleaner 30-day pattern before naming a stronger driver.
ru: Инсайтам нужен более чёткий 30-дневный паттерн, прежде чем назвать более сильный фактор.
zh_hans: Insights 需要更清晰的 30 日周期走势，才能确定一个更强的驱动因素。

# insights.view.driverExplanation.nutrition
source: Protein consistency is the strongest nutrition signal in this trend.
ru: Стабильность белка — самый сильный сигнал питания в этом тренде.
zh_hans: 蛋白质摄入的稳定性是这一趋势中最关键的营养信号。

# insights.view.driverExplanation.recovery
source: Recovery consistency is the strongest signal in the 30-day pattern.
ru: Стабильность восстановления — самый сильный сигнал в 30-дневном паттерне.
zh_hans: 恢复一致性是 30 天趋势图中最关键的信号。

# insights.view.driverExplanation.sleepDecline
source: Recovery decline is most strongly associated with reduced sleep duration.
ru: Снижение восстановления сильнее всего связано с уменьшением длительности сна.
zh_hans: 康复进展的放缓与睡眠时长缩短的关联最为密切。

# insights.view.driverExplanation.sleepSupport
source: Average sleep is the strongest support signal in this trend.
ru: Средний сон — самый сильный поддерживающий сигнал в этом тренде.
zh_hans: 平均睡眠时长是这一趋势中最强有力的支撑信号。

# insights.view.expectedOutcomeFallback
source: The next insight should be based on a cleaner pattern.
ru: Следующий инсайт должен основываться на более чётком паттерне.
zh_hans: 下一个洞察应基于更清晰的模式。

# insights.view.fallbackSupport.patternToBuild.text
source: A cleaner week of logs will make the next insight more personal.
ru: Более чистая неделя записей сделает следующий инсайт более персональным.
zh_hans: 整理一份更清晰的日志，能让接下来的洞察更具个人色彩。

# insights.view.fallbackSupport.patternToBuild.title
source: Pattern to build
ru: Паттерн для формирования
zh_hans: 生成模式

# insights.view.fallbackSupport.recoveryResponse.activity.text
source: Recovery is the check on whether the current training rhythm is sustainable.
ru: Восстановление показывает, устойчив ли текущий ритм тренировок.
zh_hans: 恢复期可评估当前训练节奏是否稳定。

# insights.view.fallbackSupport.recoveryResponse.nutrition.text
source: Recovery will show whether better fueling is changing how you adapt to training.
ru: Восстановление покажет, меняет ли питание то, как вы адаптируетесь к тренировкам.
zh_hans: 恢复情况将揭示饮食是否会影响您对训练的适应能力。

# insights.view.fallbackSupport.recoveryResponse.sleep.text
source: Recovery will show whether better sleep is just helpful or truly the missing piece.
ru: Восстановление покажет, помогает ли сон или он действительно был недостающим звеном.
zh_hans: 恢复期将揭示睡眠是否有效，抑或睡眠确实曾是缺失的关键环节。

# insights.view.fallbackSupport.recoveryResponse.title
source: Recovery response
ru: Отклик восстановления
zh_hans: 恢复响应

# insights.view.fallbackSupport.trainingContext.hydration.text
source: Hydration matters most when training load is high enough to raise recovery cost.
ru: Гидратация особенно важна, когда нагрузка достаточно высока, чтобы повысить стоимость восстановления.
zh_hans: 当训练负荷高到足以增加恢复成本时，水分补充最为重要。

# insights.view.fallbackSupport.trainingContext.recovery.text
source: Training load explains whether the recovery signal is a warning or just normal fatigue.
ru: Нагрузка объясняет, является ли сигнал восстановления предупреждением или обычной усталостью.
zh_hans: 负载可帮助判断恢复信号究竟是警告信号，还是普通的疲劳信号。

# insights.view.fallbackSupport.trainingContext.title
source: Training context
ru: Контекст тренировок
zh_hans: 训练背景

# insights.view.graph.comparison
source: Comparison
ru: Сравнение
zh_hans: 比较

# insights.view.graph.consistency
source: Consistency
ru: Стабильность
zh_hans: 一致性

# insights.view.graph.contributors
source: contributors
ru: факторы
zh_hans: 因素

# insights.view.graph.distribution
source: Distribution
ru: Распределение
zh_hans: 分布

# insights.view.graph.monthlyHydration
source: Monthly hydration trend
ru: Месячный тренд гидратации
zh_hans: 月度补水趋势

# insights.view.graph.monthlyNutrition
source: Monthly nutrition trend
ru: Месячный тренд питания
zh_hans: 月度营养趋势

# insights.view.graph.monthlyRecovery
source: Monthly recovery trend
ru: Месячный тренд восстановления
zh_hans: 月度恢复趋势

# insights.view.graph.monthlySleep
source: Monthly sleep trend
ru: Месячный тренд сна
zh_hans: 睡眠月度趋势

# insights.view.graph.monthlyTraining
source: Monthly training trend
ru: Месячный тренд тренировок
zh_hans: 月度培训趋势

# insights.view.graph.pairedSignals
source: Paired signals
ru: Парные сигналы
zh_hans: 成对信号

# insights.view.graph.patternBuilding
source: Pattern building
ru: Формирование паттерна
zh_hans: 模式形成

# insights.view.graph.signalStrength
source: Signal strength
ru: Сила сигнала
zh_hans: 信号强度

# insights.view.graph.trendChange
source: Trend change
ru: Изменение тренда
zh_hans: 趋势变化

# insights.view.graph.weeklyPattern
source: Weekly pattern
ru: Недельный паттерн
zh_hans: 周度模式

# insights.view.graphCaption.contributors
source: contributors
ru: факторы
zh_hans: 因素

# insights.view.graphCaption.correlationFormat
source: %@ with %@
ru: %@ с %@
zh_hans: %@搭配%@

# insights.view.graphCaption.distribution
source: distribution
ru: распределение
zh_hans: 分配

# insights.view.graphCaption.weeklyPattern
source: weekly pattern
ru: недельный паттерн
zh_hans: 周度模式

# insights.view.hero.aboveTargetFormat
source: Above target by +%lld
ru: Выше цели на +%lld
zh_hans: 超出目标值 +%lld

# insights.view.hero.averageSuffix
source: %@ average
ru: %@ в среднем
zh_hans: %@平均值

# insights.view.hero.belowTargetFormat
source: Below target by %lld
ru: Ниже цели на %lld
zh_hans: %lld低于目标值

# insights.view.hero.consistency
source: Consistency
ru: Стабильность
zh_hans: 一致性

# insights.view.hero.hydrationSignal
source: Hydration Signal
ru: Сигнал гидратации
zh_hans: 水合信号

# insights.view.hero.nutritionSignal
source: Nutrition Signal
ru: Сигнал питания
zh_hans: 电源信号

# insights.view.hero.patternReadiness
source: Pattern Readiness
ru: Готовность паттерна
zh_hans: 模式就绪状态

# insights.view.hero.recoveryScore
source: Recovery Score
ru: Показатель восстановления
zh_hans: 恢复指标

# insights.view.hero.sleepDuration
source: Sleep Duration
ru: Длительность сна
zh_hans: 睡眠时长

# insights.view.hero.sleepScore
source: Sleep Score
ru: Показатель сна
zh_hans: 睡眠 Score

# insights.view.hero.sleepTargetGapFormat
source: Target: 7h • Gap: %@
ru: Цель: 7 ч • Разрыв: %@
zh_hans: 目标：7 小时 • 破裂：%@

# insights.view.hero.trainingLoad
source: Training Load
ru: Тренировочная нагрузка
zh_hans: 训练负荷

# insights.view.notEnoughDataYet
source: Not enough real data yet
ru: Пока недостаточно реальных данных
zh_hans: 目前仍缺乏足够的实际数据
